Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# signin.email.invalid
source: Enter a full email address, like name@example.com.
de: Geben Sie eine vollständige E-Mail-Adresse ein, z. B. name@example.com.
es: Escribe una dirección de correo completa, como nombre@example.com.
it: Inserisci un indirizzo email completo, ad esempio nome@example.com.
ja: name@example.comのような完全なメールアドレスを入力してください。
ko: name@example.com처럼 전체 이메일 주소를 입력하세요.
pt_br: Digite um endereço de e-mail completo, como nome@example.com.
zh_hans: 请输入完整的电子邮件地址，例如name@example.com。

# signin.email.subject
source: Your Polaris Key code: %1$@
de: Ihr Polaris Key-Code: %1$@
es: Tu código de Polaris Key: %1$@
it: Il tuo codice Polaris Key: %1$@
ja: Polaris Keyのコード：%1$@
ko: Polaris Key 코드: %1$@
pt_br: Seu código do Polaris Key: %1$@
zh_hans: 你的Polaris Key验证码：%1$@

# signin.emailDown
source: We can't send email right now. Try another way to sign in.
de: Wir können gerade keine E-Mails senden. Melden Sie sich auf andere Weise an.
es: No podemos enviar correos ahora mismo. Prueba otra forma de iniciar sesión.
it: Al momento non possiamo inviare email. Prova un altro modo per accedere.
ja: 現在メールを送信できません。別の方法でサインインしてください。
ko: 지금은 이메일을 보낼 수 없어요. 다른 방법으로 로그인하세요.
pt_br: Não conseguimos enviar e-mails agora. Tente outra forma de entrar.
zh_hans: 我们目前无法发送电子邮件。请换一种方式登录。

# signin.expired.body
source: Codes and links work once, for 10 minutes.
de: Codes und Links sind einmal und 10 Minuten lang gültig.
es: Los códigos y enlaces funcionan una sola vez, durante 10 minutos.
it: Codici e link funzionano una sola volta, per 10 minuti.
ja: コードとリンクは1回限り、10分間有効です。
ko: 코드와 링크는 10분 동안 한 번만 사용할 수 있어요.
pt_br: Códigos e links funcionam uma vez, por 10 minutos.
zh_hans: 验证码和链接仅可使用一次，10分钟内有效。

# signin.expired.title
source: That code or link has expired
de: Dieser Code oder Link ist abgelaufen
es: Ese código o enlace venció
it: Il codice o il link è scaduto
ja: このコードまたはリンクの有効期限が切れています
ko: 코드 또는 링크가 만료됐어요
pt_br: Esse código ou link expirou
zh_hans: 该验证码或链接已过期

# signin.footer
source: Polaris Key signs you in for %1$@. %2$@ never sees your codes or passkeys.
de: Polaris Key meldet Sie bei %1$@ an. %2$@ sieht Ihre Codes oder Passkeys nie.
es: Polaris Key inicia tu sesión en %1$@. %2$@ nunca ve tus códigos ni tus llaves de acceso.
it: Polaris Key gestisce il tuo accesso a %1$@. %2$@ non vede mai i tuoi codici o le tue passkey.
ja: Polaris Keyが%1$@へのサインインを行います。%2$@にコードやパスキーが知られることはありません。
ko: Polaris Key가 %1$@ 로그인을 처리해요. %2$@에게는 코드나 패스키가 절대 공개되지 않아요.
pt_br: O Polaris Key faz seu acesso ao %1$@. %2$@ nunca vê seus códigos nem suas chaves de acesso.
zh_hans: Polaris Key为%1$@提供登录服务。%2$@永远不会看到你的验证码或通行密钥。

# signin.gate.cancel
source: Cancel sign-in
de: Anmeldung abbrechen
es: Cancelar inicio de sesión
it: Annulla accesso
ja: サインインをキャンセル
ko: 로그인 취소
pt_br: Cancelar acesso
zh_hans: 取消登录

# signin.gate.join
source: Join into one account
de: Zu einem Konto zusammenführen
es: Unir en una sola cuenta
it: Unisci in un solo account
ja: 1つのアカウントに統合
ko: 하나의 계정으로 합치기
pt_br: Unir em uma só conta
zh_hans: 合并为一个账户

# signin.gate.ledeApp
source: One step before %1$@. We send sign-in codes, receipts and security notices here.
de: Noch ein Schritt bis %1$@. Wir senden Anmeldecodes, Belege und Sicherheitshinweise an diese Adresse.
es: Un paso antes de %1$@. Aquí enviamos códigos de inicio de sesión, recibos y avisos de seguridad.
it: Un ultimo passaggio prima di %1$@. Qui inviamo codici di accesso, ricevute e avvisi di sicurezza.
ja: %1$@まであと1ステップです。サインインコード、領収書、セキュリティ通知はこのアドレスに送信されます。
ko: %1$@ 이용 전 마지막 단계예요. 로그인 코드, 영수증, 보안 알림을 이 주소로 보내 드려요.
pt_br: Falta uma etapa para %1$@. Enviamos códigos de acesso, recibos e avisos de segurança para cá.
zh_hans: 进入%1$@前还需一步。我们会将登录验证码、收据和安全通知发送到这里。

# signin.gate.sendCode
source: Send code
de: Code senden
es: Enviar código
it: Invia codice
ja: コードを送信
ko: 코드 보내기
pt_br: Enviar código
zh_hans: 发送验证码

# signin.gate.steam
source: Steam doesn't share an email. Add one so you can get back in without Steam.
de: Steam gibt keine E-Mail-Adresse weiter. Fügen Sie eine hinzu, damit Sie auch ohne Steam wieder Zugang erhalten.
es: Steam no comparte ningún correo. Añade uno para poder volver a entrar sin Steam.
it: Steam non condivide un indirizzo email. Aggiungine uno per poter rientrare senza Steam.
ja: Steamはメールアドレスを共有しません。Steamがなくてもサインインできるよう、メールアドレスを追加してください。
ko: Steam은 이메일을 공유하지 않아요. Steam 없이도 다시 로그인할 수 있도록 이메일을 추가하세요.
pt_br: O Steam não compartilha e-mail. Adicione um para poder voltar sem o Steam.
zh_hans: Steam不提供电子邮件。请添加一个，以便不通过Steam也能重新登录。

# signin.gate.strip
source: Signed in with %1$@ · %2$@
de: Angemeldet mit %1$@ · %2$@
es: Sesión iniciada con %1$@ · %2$@
it: Accesso effettuato con %1$@ · %2$@
ja: %1$@でサインイン済み · %2$@
ko: %1$@ 계정으로 로그인됨 · %2$@
pt_br: Conectado com %1$@ · %2$@
zh_hans: 已通过%1$@登录 · %2$@

# signin.gate.title
source: Confirm your email
de: E-Mail-Adresse bestätigen
es: Confirma tu correo
it: Conferma la tua email
ja: メールアドレスを確認
ko: 이메일 확인
pt_br: Confirme seu e-mail
zh_hans: 确认你的电子邮件

# signin.gate.verify
source: Verify and continue
de: Bestätigen und fortfahren
es: Verificar y continuar
it: Verifica e continua
ja: 確認して続ける
ko: 인증하고 계속
pt_br: Verificar e continuar
zh_hans: 验证并继续

# signin.handoff.again
source: Open browser again
de: Browser erneut öffnen
es: Volver a abrir el navegador
it: Apri di nuovo il browser
ja: もう一度ブラウザを開く
ko: 브라우저 다시 열기
pt_br: Abrir o navegador de novo
zh_hans: 再次打开浏览器

# signin.handoff.browserBody
source: We opened Polaris Key in your browser. Sign in there and %1$@ continues by itself.
de: Wir haben Polaris Key in Ihrem Browser geöffnet. Melden Sie sich dort an, dann fährt %1$@ automatisch fort.
es: Abrimos Polaris Key en tu navegador. Inicia sesión allí y %1$@ continuará solo.
it: Abbiamo aperto Polaris Key nel browser. Accedi lì e %1$@ continuerà da solo.
ja: ブラウザでPolaris Keyを開きました。そこでサインインすると、%1$@が自動的に続行します。
ko: 브라우저에서 Polaris Key를 열었어요. 거기서 로그인하면 %1$@에서 자동으로 계속 진행돼요.
pt_br: Abrimos o Polaris Key no seu navegador. Entre por lá e %1$@ continua sozinho.
zh_hans: 我们已在你的浏览器中打开Polaris Key。在那里登录后，%1$@会自动继续。

# signin.handoff.cancelled
source: Sign-in was cancelled. Get a new code
de: Die Anmeldung wurde abgebrochen. Fordern Sie einen neuen Code an
es: Se canceló el inicio de sesión. Obtén un código nuevo
it: L'accesso è stato annullato. Ottieni un nuovo codice
ja: サインインがキャンセルされました。新しいコードを取得してください
ko: 로그인이 취소됐어요. 새 코드 받기
pt_br: O acesso foi cancelado. Obtenha um novo código
zh_hans: 登录已取消。获取新代码

# signin.handoff.check
source: Check the code there matches this one.
de: Prüfen Sie, ob der Code dort mit diesem übereinstimmt.
es: Comprueba que el código de allí coincide con este.
it: Verifica che il codice lì corrisponda a questo.
ja: ブラウザに表示されたコードがこのコードと一致することを確認してください。
ko: 브라우저의 코드가 이 코드와 일치하는지 확인하세요.
pt_br: Confira se o código de lá é igual a este.
zh_hans: 请确认那里的代码与此代码一致。

# signin.handoff.codeBody
source: On any phone or computer, go to %1$@ and enter this code.
de: Öffnen Sie auf einem beliebigen Telefon oder Computer %1$@ und geben Sie diesen Code ein.
es: En cualquier teléfono o computadora, ve a %1$@ y escribe este código.
it: Su un telefono o computer qualsiasi, vai su %1$@ e inserisci questo codice.
ja: 任意のスマートフォンまたはコンピュータで%1$@にアクセスし、このコードを入力してください。
ko: 휴대폰이나 컴퓨터에서 %1$@에 접속해 이 코드를 입력하세요.
pt_br: Em qualquer celular ou computador, acesse %1$@ e digite este código.
zh_hans: 在任意手机或电脑上前往%1$@并输入此代码。

# signin.handoff.codeTitle
source: Sign in with a code
de: Mit einem Code anmelden
es: Iniciar sesión con un código
it: Accedi con un codice
ja: コードでサインイン
ko: 코드로 로그인
pt_br: Entrar com um código
zh_hans: 使用代码登录

# signin.handoff.copyLink
source: Copy link
de: Link kopieren
es: Copiar enlace
it: Copia link
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
zh_hans: 复制链接

# signin.handoff.expires
source: Code expires in %1$@
de: Code läuft ab in %1$@
es: El código vence en %1$@
it: Il codice scade tra %1$@
ja: コードの有効期限：残り%1$@
ko: %1$@ 후 코드 만료
pt_br: O código expira em %1$@
zh_hans: 代码将在%1$@后过期

# signin.handoff.finishing
source: Finishing sign-in…
de: Anmeldung wird abgeschlossen…
es: Terminando de iniciar sesión…
it: Completamento dell'accesso…
ja: サインインを完了しています…
ko: 로그인을 완료하는 중…
pt_br: Concluindo o acesso…
zh_hans: 正在完成登录…

# signin.handoff.noBrowser
source: We couldn't open your browser
de: Ihr Browser konnte nicht geöffnet werden
es: No pudimos abrir tu navegador
it: Impossibile aprire il browser
ja: ブラウザを開けませんでした
ko: 브라우저를 열 수 없었어요
pt_br: Não conseguimos abrir o navegador
zh_hans: 无法打开你的浏览器

# signin.handoff.noBrowserBody
source: Open this link in a browser on this computer, or use a code instead.
de: Öffnen Sie diesen Link in einem Browser auf diesem Computer oder verwenden Sie stattdessen einen Code.
es: Abre este enlace en un navegador de esta computadora, o usa un código.
it: Apri questo link in un browser su questo computer oppure usa un codice.
ja: このコンピュータのブラウザでこのリンクを開くか、代わりにコードを使用してください。
ko: 이 컴퓨터의 브라우저에서 이 링크를 열거나 대신 코드를 사용하세요.
pt_br: Abra este link em um navegador neste computador ou use um código.
zh_hans: 请在这台电脑的浏览器中打开此链接，或改用代码。

# signin.handoff.openBrowser
source: Open browser
de: Browser öffnen
es: Abrir navegador
it: Apri browser
ja: ブラウザを開く
ko: 브라우저 열기
pt_br: Abrir navegador
zh_hans: 打开浏览器

# signin.handoff.title
source: Finish in your browser
de: Im Browser abschließen
es: Termina en tu navegador
it: Completa nel browser
ja: ブラウザで完了してください
ko: 브라우저에서 완료하세요
pt_br: Conclua no navegador
zh_hans: 在浏览器中完成

# signin.handoff.tooLong
source: This sign-in took too long.
de: Diese Anmeldung hat zu lange gedauert.
es: Este inicio de sesión tardó demasiado.
it: Questo accesso ha richiesto troppo tempo.
ja: サインインに時間がかかりすぎました。
ko: 로그인 시간이 너무 오래 걸렸어요.
pt_br: Este acesso demorou demais.
zh_hans: 此次登录耗时过长。

# signin.handoff.url
source: Or go to %1$@
de: Oder öffnen Sie %1$@
es: O ve a %1$@
it: Oppure vai su %1$@
ja: または%1$@にアクセス
ko: 또는 %1$@에 접속하세요
pt_br: Ou acesse %1$@
zh_hans: 或前往%1$@

# signin.handoff.useBrowser
source: Use browser sign-in
de: Anmeldung im Browser verwenden
es: Iniciar sesión en el navegador
it: Accedi dal browser
ja: ブラウザでサインイン
ko: 브라우저 로그인 사용
pt_br: Entrar pelo navegador
zh_hans: 使用浏览器登录

# signin.handoff.useCode
source: Use a code instead
de: Stattdessen Code verwenden
es: Usar un código
it: Usa invece un codice
ja: 代わりにコードを使う
ko: 대신 코드 사용
pt_br: Usar um código
zh_hans: 改用代码

# signin.handoff.waiting
source: Waiting for your browser…
de: Warten auf Ihren Browser…
es: Esperando a tu navegador…
it: In attesa del browser…
ja: ブラウザを待っています…
ko: 브라우저를 기다리는 중…
pt_br: Aguardando o navegador…
zh_hans: 正在等待你的浏览器…

# signin.header.app
source: %1$@ wants you to sign in
de: %1$@ möchte, dass Sie sich anmelden
es: %1$@ quiere que inicies sesión
it: %1$@ ti chiede di accedere
ja: %1$@がサインインを求めています
ko: %1$@에서 로그인을 요청해요
pt_br: %1$@ quer que você entre
zh_hans: %1$@请求你登录

# signin.header.codePanel
source: Code on the screen · %1$@ · Check it matches the screen
de: Code auf dem Bildschirm · %1$@ · Prüfen Sie, ob er mit dem Bildschirm übereinstimmt
es: Código en la pantalla · %1$@ · Comprueba que coincide con la pantalla
it: Codice sullo schermo · %1$@ · Verifica che corrisponda a quello sullo schermo
ja: 画面上のコード · %1$@ · 画面と一致することを確認してください
ko: 화면의 코드 · %1$@ · 화면과 일치하는지 확인하세요
pt_br: Código na tela · %1$@ · Confira se é igual ao da tela
zh_hans: 屏幕上的代码 · %1$@ · 请确认与屏幕上的一致

# signin.header.contextLine
source: Your license, downloads and devices
de: Ihre Lizenz, Downloads und Geräte
es: Tu licencia, descargas y dispositivos
it: La tua licenza, i download e i dispositivi
ja: ライセンス、ダウンロード、デバイス
ko: 라이선스, 다운로드 및 기기
pt_br: Sua licença, downloads e dispositivos
zh_hans: 你的许可证、下载和设备

# signin.hint.other
source: Other ways to sign in
de: Andere Anmeldemöglichkeiten
es: Otras formas de iniciar sesión
it: Altri modi per accedere
ja: その他のサインイン方法
ko: 다른 방법으로 로그인
pt_br: Outras formas de entrar
zh_hans: 其他登录方式

# signin.hint.usual
source: You usually sign in with %1$@
de: Sie melden sich normalerweise mit %1$@ an
es: Sueles iniciar sesión con %1$@
it: Di solito accedi con %1$@
ja: いつもは%1$@でサインインしています
ko: 자주 쓰는 로그인 방법: %1$@
pt_br: Você costuma entrar com %1$@
zh_hans: 你通常使用%1$@登录

# signin.hint.welcome
source: Welcome back, %1$@
de: Willkommen zurück, %1$@
es: Hola de nuevo, %1$@
it: Bentornato, %1$@
ja: おかえりなさい、%1$@さん
ko: %1$@ 님, 다시 오신 것을 환영해요
pt_br: Que bom ver você de novo, %1$@
zh_hans: 欢迎回来，%1$@

# signin.identityOff.lede
source: Sign in here to see %1$@ in your library.
de: Melden Sie sich hier an, um %1$@ in Ihrer Bibliothek zu sehen.
es: Inicia sesión aquí para ver %1$@ en tu biblioteca.
it: Accedi qui per vedere %1$@ nella tua libreria.
ja: ここでサインインすると、ライブラリに%1$@が表示されます。
ko: 여기서 로그인하면 라이브러리에서 %1$@을(를) 볼 수 있어요.
pt_br: Entre aqui para ver %1$@ na sua biblioteca.
zh_hans: 在此登录即可在你的资料库中看到%1$@。

# signin.identityOff.notice
source: %1$@ doesn't use Polaris Key sign-in. Open %1$@ and enter your license key there.
de: %1$@ verwendet keine Anmeldung über Polaris Key. Öffnen Sie %1$@ und geben Sie dort Ihren Lizenzschlüssel ein.
es: %1$@ no usa el inicio de sesión de Polaris Key. Abre %1$@ y escribe allí tu clave de licencia.
it: %1$@ non usa l'accesso Polaris Key. Apri %1$@ e inserisci lì la tua chiave di licenza.
ja: %1$@はPolaris Keyのサインインを使用しません。%1$@を開いて、そこでライセンスキーを入力してください。
ko: %1$@에서는 Polaris Key 로그인을 사용하지 않아요. %1$@을(를) 열어 라이선스 키를 입력하세요.
pt_br: %1$@ não usa o acesso do Polaris Key. Abra %1$@ e digite sua chave de licença nele.
zh_hans: %1$@不使用Polaris Key登录。请打开%1$@并在其中输入你的许可证密钥。

# signin.key.addAndUse
source: Add and use on this device
de: Hinzufügen und auf diesem Gerät verwenden
es: Añadir y usar en este dispositivo
it: Aggiungi e usa su questo dispositivo
ja: 追加してこのデバイスで使う
ko: 추가하고 이 기기에서 사용
pt_br: Adicionar e usar neste dispositivo
zh_hans: 添加并在此设备上使用

# signin.key.addTitle
source: Add %1$@ to your account
de: %1$@ zu Ihrem Konto hinzufügen
es: Añade %1$@ a tu cuenta
it: Aggiungi %1$@ al tuo account
ja: %1$@をアカウントに追加
ko: 내 계정에 %1$@ 추가
pt_br: Adicionar %1$@ à sua conta
zh_hans: 将%1$@添加到你的账户

# signin.key.differentKey
source: Use a different key
de: Anderen Schlüssel verwenden
es: Usar otra clave
it: Usa una chiave diversa
ja: 別のキーを使う
ko: 다른 키 사용
pt_br: Usar outra chave
zh_hans: 使用其他密钥

# signin.key.entries
source: %1$@ of %2$@ key entries left · This will be entry %3$@
de: Noch %1$@ von %2$@ Schlüsseleingaben · Dies wird Eingabe %3$@
es: Quedan %1$@ de %2$@ usos de la clave · Este será el uso %3$@
it: %1$@ di %2$@ inserimenti della chiave rimasti · Questo sarà l'inserimento %3$@
ja: キー入力の残り：%2$@回中%1$@回 · 今回は%3$@回目です
ko: 키 등록 %2$@회 중 %1$@회 남음 · 이번이 %3$@번째 등록이에요
pt_br: %1$@ de %2$@ usos da chave restantes · Este será o uso %3$@
zh_hans: 还剩%1$@/%2$@次密钥输入机会 · 这将是第%3$@次

# signin.key.entriesLeftShort
source: %lld key entries left
de: Noch %lld Schlüsseleingaben
es: Quedan %lld usos de la clave
it: %lld inserimenti della chiave rimasti
ja: キー入力の残り%lld回
ko: 키 등록 %lld회 남음
pt_br: %lld usos da chave restantes
zh_hans: 还剩%lld次密钥输入机会

# signin.key.keep
source: Keep %1$@ in an account
de: %1$@ in einem Konto aufbewahren
es: Guardar %1$@ en una cuenta
it: Conserva %1$@ in un account
ja: %1$@をアカウントで管理
ko: 계정에 %1$@ 보관
pt_br: Manter %1$@ em uma conta
zh_hans: 将%1$@保存在账户中

# signin.key.noEntries
source: This key has no entries left in %1$@. Add it to your account and %1$@ signs you in instead.
de: Für diesen Schlüssel sind in %1$@ keine Eingaben mehr übrig. Fügen Sie ihn Ihrem Konto hinzu, dann meldet %1$@ Sie stattdessen an.
es: A esta clave no le quedan usos en %1$@. Añádela a tu cuenta y %1$@ iniciará tu sesión.
it: Questa chiave non ha più inserimenti disponibili in %1$@. Aggiungila al tuo account e %1$@ ti farà accedere in quel modo.
ja: このキーは%1$@での入力回数が残っていません。アカウントに追加すると、代わりに%1$@がサインインします。
ko: 이 키는 %1$@에서 남은 등록 횟수가 없어요. 계정에 추가하면 %1$@에서 로그인으로 사용할 수 있어요.
pt_br: Esta chave não tem mais usos em %1$@. Adicione-a à sua conta e %1$@ faz seu acesso no lugar dela.
zh_hans: 此密钥在%1$@中已没有剩余的输入次数。将它添加到你的账户后，%1$@会改为让你登录。

# signin.key.ownedSignIn
source: Sign in to that account
de: Bei diesem Konto anmelden
es: Iniciar sesión en esa cuenta
it: Accedi a quell'account
ja: そのアカウントにサインイン
ko: 그 계정으로 로그인
pt_br: Entrar nessa conta
zh_hans: 登录那个账户

# signin.key.skip
source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por enquanto
zh_hans: 暂时跳过

# signin.link.anotherDevice
source: Sign in with another device
de: Mit einem anderen Gerät anmelden
es: Iniciar sesión con otro dispositivo
it: Accedi con un altro dispositivo
ja: 別のデバイスでサインイン
ko: 다른 기기로 로그인
pt_br: Entrar com outro dispositivo
zh_hans: 使用其他设备登录

# signin.link.deviceCode
source: Sign in on your phone or computer
de: Auf Ihrem Telefon oder Computer anmelden
es: Iniciar sesión en tu teléfono o computadora
it: Accedi dal telefono o dal computer
ja: スマートフォンまたはコンピュータでサインイン
ko: 휴대폰이나 컴퓨터에서 로그인
pt_br: Entrar pelo celular ou computador
zh_hans: 在手机或电脑上登录

# signin.link.key
source: Have a license key?
de: Sie haben einen Lizenzschlüssel?
es: ¿Tienes una clave de licencia?
it: Hai una chiave di licenza?
ja: ライセンスキーをお持ちですか？
ko: 라이선스 키가 있나요?
pt_br: Tem uma chave de licença?
zh_hans: 有许可证密钥？

# signin.mail.newDevice.body
source: %1$@ signed in on %2$@ from %3$@. If this wasn't you, sign it out in Polaris Key under Where you're signed in.
de: %1$@ hat sich am %2$@ von %3$@ aus angemeldet. Falls Sie das nicht waren, melden Sie es in Polaris Key unter „Wo Sie angemeldet sind“ ab.
es: %1$@ inició sesión el %2$@ desde %3$@. Si no fuiste tú, cierra su sesión en Polaris Key, en Dónde has iniciado sesión.
it: %1$@ ha effettuato l'accesso il %2$@ da %3$@. Se non sei stato tu, disconnettilo in Polaris Key nella sezione Dove hai effettuato l'accesso.
ja: %2$@に%3$@から%1$@がサインインしました。心当たりがない場合は、Polaris Keyの「サインイン中のデバイス」からサインアウトしてください。
ko: %2$@에 %3$@에서 %1$@에 로그인했어요. 본인이 아니라면 Polaris Key의 “로그인된 위치”에서 해당 기기를 로그아웃하세요.
pt_br: %1$@ entrou em %2$@ de %3$@. Se não foi você, desconecte-o no Polaris Key em Onde você está conectado.
zh_hans: %1$@于%2$@从%3$@登录。如果这不是你本人操作，请在Polaris Key的“你的登录位置”中将其退出登录。

# signin.mail.newDevice.subject
source: A new device signed in to your Polaris Key account
de: Ein neues Gerät hat sich bei Ihrem Polaris Key-Konto angemeldet
es: Un dispositivo nuevo inició sesión en tu cuenta de Polaris Key
it: Un nuovo dispositivo ha effettuato l'accesso al tuo account Polaris Key
ja: Polaris Keyアカウントに新しいデバイスがサインインしました
ko: Polaris Key 계정에 새 기기가 로그인했어요
pt_br: Um novo dispositivo entrou na sua conta do Polaris Key
zh_hans: 有新设备登录了你的Polaris Key账户

# signin.mail.open
source: Open Polaris Key
de: Polaris Key öffnen
es: Abrir Polaris Key
it: Apri Polaris Key
ja: Polaris Keyを開く
ko: Polaris Key 열기
pt_br: Abrir o Polaris Key
zh_hans: 打开Polaris Key

# signin.mail.replaced.body
source: %1$@ was replaced by %2$@ when you signed in to %3$@ on %4$@. It can sign in again later if a seat is free. If this wasn't you, open Polaris Key and check your devices.
de: %1$@ wurde durch %2$@ ersetzt, als Sie sich am %4$@ bei %3$@ angemeldet haben. Es kann sich später wieder anmelden, wenn ein Platz frei ist. Falls Sie das nicht waren, öffnen Sie Polaris Key und prüfen Sie Ihre Geräte.
es: %2$@ reemplazó a %1$@ cuando iniciaste sesión en %3$@ el %4$@. %1$@ podrá volver a iniciar sesión más tarde si hay una plaza libre. Si no fuiste tú, abre Polaris Key y revisa tus dispositivos.
it: %1$@ è stato sostituito da %2$@ quando hai effettuato l'accesso a %3$@ il %4$@. Potrà accedere di nuovo in seguito se si libera un posto. Se non sei stato tu, apri Polaris Key e controlla i tuoi dispositivi.
ja: %4$@に%3$@にサインインした際、%1$@は%2$@に置き換えられました。枠が空けば、後で再びサインインできます。心当たりがない場合は、Polaris Keyを開いてデバイスを確認してください。
ko: %4$@에 %3$@에 로그인하면서 %1$@ 대신 %2$@ 기기가 등록됐어요. 자리가 비면 나중에 다시 로그인할 수 있어요. 본인이 아니라면 Polaris Key를 열고 기기를 확인하세요.
pt_br: %1$@ foi substituído por %2$@ quando você entrou no %3$@ em %4$@. Ele poderá entrar novamente depois, se houver uma vaga livre. Se não foi você, abra o Polaris Key e verifique seus dispositivos.
zh_hans: 你于%4$@登录%3$@时，%1$@被%2$@替换。如有空余席位，它之后可以重新登录。如果这不是你本人操作，请打开Polaris Key检查你的设备。

# signin.mail.replaced.subject
source: %1$@ signed out on %2$@
de: %1$@ auf %2$@ abgemeldet
es: Se cerró la sesión de %1$@ en %2$@
it: %1$@ è uscito su %2$@
ja: %2$@で%1$@がサインアウトされました
ko: %2$@에서 %1$@ 로그아웃됨
pt_br: %1$@ foi desconectado em %2$@
zh_hans: %1$@已在%2$@上退出登录

# signin.menu.signIn
source: Sign in…
de: Anmelden…
es: Iniciar sesión…
it: Accedi…
ja: サインイン…
ko: 로그인…
pt_br: Entrar…
zh_hans: 登录…

# signin.methods.ledeApp
source: Use the email you bought %1$@ with.
de: Verwenden Sie die E-Mail-Adresse, mit der Sie %1$@ gekauft haben.
es: Usa el correo con el que compraste %1$@.
it: Usa l'email con cui hai acquistato %1$@.
ja: %1$@を購入したときのメールアドレスを使用してください。
ko: %1$@을(를) 구매할 때 사용한 이메일을 사용하세요.
pt_br: Use o e-mail com que você comprou %1$@.
zh_hans: 使用你购买%1$@时所用的电子邮件。

# signin.methods.title
source: Sign in to Polaris Key
de: Bei Polaris Key anmelden
es: Inicia sesión en Polaris Key
it: Accedi a Polaris Key
ja: Polaris Keyにサインイン
ko: Polaris Key에 로그인
pt_br: Entrar no Polaris Key
zh_hans: 登录Polaris Key

# signin.methods.titleApp
source: Sign in
de: Anmelden
es: Iniciar sesión
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录

# signin.network.title
source: Can't reach Polaris Key
de: Polaris Key ist nicht erreichbar
es: No se puede conectar con Polaris Key
it: Impossibile raggiungere Polaris Key
ja: Polaris Keyに接続できません
ko: Polaris Key에 연결할 수 없어요
pt_br: Não foi possível acessar o Polaris Key
zh_hans: 无法连接到Polaris Key

# signin.none.body
source: Bought it with another email? Sign in with that account instead.
de: Mit einer anderen E-Mail-Adresse gekauft? Melden Sie sich stattdessen mit diesem Konto an.
es: ¿Lo compraste con otro correo? Inicia sesión con esa cuenta.
it: L'hai acquistato con un'altra email? Accedi invece con quell'account.
ja: 別のメールアドレスで購入しましたか？そのアカウントでサインインしてください。
ko: 다른 이메일로 구매했나요? 그 계정으로 로그인하세요.
pt_br: Comprou com outro e-mail? Entre com essa conta.
zh_hans: 用其他电子邮件购买的？请改用那个账户登录。

# signin.none.get
source: Get %1$@
de: %1$@ erwerben
es: Obtener %1$@
it: Ottieni %1$@
ja: %1$@を入手
ko: %1$@ 받기
pt_br: Obter %1$@
zh_hans: 获取%1$@

# signin.none.otherAccount
source: Use another account
de: Anderes Konto verwenden
es: Usar otra cuenta
it: Usa un altro account
ja: 別のアカウントを使う
ko: 다른 계정 사용
pt_br: Usar outra conta
zh_hans: 使用其他账户

# signin.none.title
source: No %1$@ license in this account
de: Keine Lizenz für %1$@ in diesem Konto
es: No hay ninguna licencia de %1$@ en esta cuenta
it: Nessuna licenza di %1$@ in questo account
ja: このアカウントに%1$@のライセンスはありません
ko: 이 계정에 %1$@ 라이선스가 없어요
pt_br: Nenhuma licença de %1$@ nesta conta
zh_hans: 此账户中没有%1$@许可证

# signin.notYou
source: Not you?
de: Nicht Sie?
es: ¿No eres tú?
it: Non sei tu?
ja: 別のユーザーですか？
ko: 본인이 아닌가요?
pt_br: Não é você?
zh_hans: 不是你？

# signin.off.any
source: Sign-in is unavailable. Try again later.
de: Die Anmeldung ist nicht verfügbar. Versuchen Sie es später erneut.
es: El inicio de sesión no está disponible. Vuelve a intentarlo más tarde.
it: L'accesso non è disponibile. Riprova più tardi.
ja: サインインは利用できません。後でもう一度お試しください。
ko: 로그인을 사용할 수 없어요. 나중에 다시 시도하세요.
pt_br: O acesso está indisponível. Tente novamente mais tarde.
zh_hans: 登录暂不可用。请稍后重试。

# signin.off.product
source: Sign-in is turned off for %1$@. Contact %2$@.
de: Die Anmeldung ist für %1$@ deaktiviert. Wenden Sie sich an %2$@.
es: El inicio de sesión está desactivado para %1$@. Contacta con %2$@.
it: L'accesso è disattivato per %1$@. Contatta %2$@.
ja: %1$@のサインインは無効になっています。%2$@に問い合わせてください。
ko: %1$@의 로그인이 꺼져 있어요. %2$@에 문의하세요.
pt_br: O acesso está desativado para %1$@. Contate %2$@.
zh_hans: %1$@已关闭登录功能。请联系%2$@。

# signin.or
source: or
de: oder
es: o
it: oppure
ja: または
ko: 또는
pt_br: ou
zh_hans: 或
